[Main]
DisplayName=Türkçe

[UnLocker1_frmMain]
Label_Title_Detail.caption=Size bu araç, diğer işlemler tarafından bağlanmış dosyaların/dizinlerin kilidini açarak serbest kalmasına yardım edecektir. 
Label_Setting.caption=Diğer
lbl_CheckForUpdate.caption=Güncelleme kontrolu
lbl_FileInfo_Title.caption=Seçilmiş Dosyalar/dizinler
lbl_Add_describe.caption=Kilitlerini açmak için Dosya/dizin Ekleyin. Buraya dosya/dizin sürükleyip bırakabilir veya "Ekle" düğmesine basabilirsiniz!
chk_Advanced.caption=Zorlamalı Kip
btn_Browse.caption=Ekle
btn_Close.caption=Çıkış
lbl_Add.caption=Ekle
cx_Action.caption=Kilidi Aç
img_AddHint.hint=Kilidi açmak için dosya/dizin ekleyin.
img_AdcancedHint.Hint=Zorlamalı Kip tüm ilgili işlemleri durduracaktır. Eğer kilidi açma normal kipte başarısiz ise, zorlamalı kipi deneyebilirsiniz.


Menu_UnlokcDelete.caption=Kilidi Aç Kilidi Aç ve Sil
Menu_UnlockRename.caption=Kilidi Aç ve Tekrar Adlandır
Menu_UnlockMove.caption=Kilidi Aç ve Taşı
Menu_UnlockCopy.caption=Kilidi Aç ve Kopyala

Menu_Language.caption=Dil
Menu_SendFeedback.caption=Geribesleme
Menu_IObitOnline.caption=Çevrimiçi IObit
Menu_Technical_Support.caption=Teknik Destek
Menu_About.caption=Hakkında

ListView_FileInfo.Columns[0].caption=Dosyalaar/Dizinler
ListView_FileInfo.Columns[1].caption=Durum

ListView_LockInfo.Columns[0].caption=Adı
ListView_LockInfo.Columns[1].caption=Yol
ListView_LockInfo.Columns[2].caption=Pid

[UnLocker1_frmTip]
lab_Tip.caption=Programı dosyalara/dizinlere sağ tıklayarak başlatabilir ve sonra IObit Kilit Açıcıyı seçebilirsiniz.
btn_Close.caption=Tamam

[UnLocker1_frmWriteText]
btn_OK.caption=Kilidi Aç ve Tekrar Adlandır
btn_Cancel.caption=İptal
btn_Apply.caption=&Uygula
lbl_edt.caption=Yeni adı girin :

ListView.Columns[0].caption=Orijinal Adı
ListView.Columns[1].caption=Yeni Adı

[Unlocker1_M]
Unlocker_Delete=Dosyaları/Dizinleri laalıcı olarak silecektir. Devam edecek misiniz?
Unlocker_Status_Notlocked=Kilitli Değil
Unlocker_Status_locked=Kilitli

Unlocker_Action_Delete= & Sil
Unlocker_Action_Rename= & Tekrar Adlandır
Unlocker_Action_Move= & Taşı
Unlocker_Action_Copy= & Kopyala
Unlocker_Status_Change_Unlocking=Kilidi Açıyor
Unlocker_Status_Change_Unlock=ilidi Aç
Unlocker_Status_Change_sucessfully=Başarılı
Unlocker_Status_Change_failed=Başarısız
File_Detail_Notlocker= kilitli değil.
File_Detail_occupied= aşağıdaki işlemler tarafından bağlanmış.
Browser_Folder=Kilidini açmak istediğiniz dosyayı/dizini seçin
File_Operation=Yerel sürücülerin kilidini açamaz.
File_Rename_Long=Adın uzunluğu çok fazla
File_Rename_special=Adın içinde özel simge var

MoveDialog_Prompt=Taşınan nesne için varış dizini seç
CopyDialog_Prompt=Kopyalanan nesne için varış dizini seç
Action_Sucesses=İşlem başarıldı.
Action_Error_One=İşlem başarılamadı
AddFile_Filter=Sistem yolunun kilidini açamaz.
Action_Error_More=bazı dosyalar/dizinler başarılamadı
Action_Error_Detaill=Aynı adda bazı dosyalar/dizinler olabilir
cmd_Error_Prompt_1=Komut satırı kullanımı:
cmd_Error_Prompt_2=Komut [Seçenek] Nesnesi
cmd_Error_Prompt_3=Komut:
cmd_Error_Prompt_4=Seçenek:
cmd_Error_Prompt_5=Nesne:
cmd_Error_Prompt_6=Yok:
cmd_Error_Prompt_7=Sil:
cmd_Error_Prompt_8=Tekrar Adlandır:
cmd_Error_Prompt_9=Taşı:
cmd_Error_Prompt_10=Kopyala:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Lütfen birleştirmek istediğiniz dizini seçin:
lbl_warning.caption=Uyarı: Bu bilgisayar programı telif hakkı kanunu ve uluslararası antlaşmalar ile korunmaktadır.
lbl_CopyRight.caption=Telif Hakkı© 2005-2013 IObit. Tüm haklar saklıdır.
btn_OK.caption=OK

